Repository: 84000/data-translation-memory
Catalog: toh57-v3.tmx
Source language: bo
Languages: en

source: མིའི་འགྲོ་བ་ན་ཡང་སྡུག་བསྔལ་དེ་ལྟ་བུ་མྱོང་བར་འགྱུར་ན་ངན་འགྲོ་སེམས་ཅན་དམྱལ་བའི་སྡུག་བསྔལ་དཔེ་བྱ་བར་དཀའ་བ་ལྟ་སྨོས་ཀྱང་ཅི་དགོས་ཏེ།
en: If that sort of suffering is experienced in the human realm, what need is there to speak of the incomparable suffering of the unfortunate destinies and hell beings?

source: དེ་ལྟ་བས་ན་དགའ་བོ་མཁས་པ་སུ་ཞིག་འཁོར་བའི་རྒྱ་མཚོ་དཔག་ཏུ་མེད་པ་ན་གནས་པར་མོས་ཤིང་སྡུག་བསྔལ་འདི་ལྟ་བུ་ཉམས་སུ་མྱོང་བར་བྱེད་དོ། །
en: Therefore, Nanda, what wise person would long to live in the limitless ocean of saṃsāra and experience this sort of suffering?

source: དགའ་བོ་ཞག་བདུན་ཕྲག་ཉི་ཤུ་རྩ་བརྒྱད་པ་ལ་ནི་མའི་མངལ་ན་གནས་པ་དེ་ཕྱིན་ཅི་ལོག་གི་འདུ་ཤེས་རྣམ་པ་བརྒྱད་སྐྱེ་བར་འགྱུར་རོ། །
en: “Nanda, in the twenty-eighth week, the fetus will have eight distorted perceptions.

source: བརྒྱད་གང་ཞེ་ན། འདི་ལྟ་སྟེ། ཁྱིམ་གྱི་འདུ་ཤེས་དང་། བཞོན་པའི་འདུ་ཤེས་དང་། ཀུན་དགའ་ར་བའི་འདུ་ཤེས་དང་།
en: What are the eight?

source: ཁང་པ་བརྩེགས་པའི་འདུ་ཤེས་དང་། སྐྱེད་མོས་ཚལ་གྱི་འདུ་ཤེས་དང་། ཁྲིལ་འདུག་པའི་འདུ་ཤེས་དང་། ཆུ་བོའི་འདུ་ཤེས་དང་། རྫིང་གི་འདུ་ཤེས་ཏེ།
en: The perception of a house, the perception of a vehicle, the perception of a pleasure garden, the perception of a penthouse, the perception of a grove, the perception of a seat, the perception of a river, and the perception of a pond.

source: ཡང་དག་པར་འདི་དག་ཡོད་པ་མ་ཡིན་ཡང་ཡང་དག་པ་མ་ཡིན་པའི་རྣམ་པར་རྟོག་པ་སྐྱེད་པར་བྱེད་དོ། །
en: These do not really exist, but conceptions of unreal things are produced.

source: དགའ་བོ་ཞག་བདུན་ཕྲག་ཉི་ཤུ་དགུ་པ་ལ་ནི་མའི་མངལ་ནས་མེ་ཏོག་ཕྲེང་བ་ཞེས་བྱ་བའི་རླུང་འབྱུང་སྟེ།
en: “Nanda, in the twenty-ninth week, a wind called flower garland arises within the mother’s womb.

source: རླུང་དེས་མའི་མངལ་ན་གནས་པ་དེའི་པགས་པའི་མདོག་ཀུན་ཏུ་གསལ་ཞིང་ཡོངས་སུ་དཀར་བ་དང་། ཡོངས་སུ་དག་ཅིང་དང་བར་བྱེད་དོ། །
en: That wind clarifies the color of the skin of the fetus and makes it totally pristine, totally pure, and clean.

source: ལས་ཀྱི་སྟོབས་ཀྱིས་ཁ་ཅིག་ནི་ཁ་དོག་ནག་པོར་འགྱུར།
en: Due to the power of karma, some will be black.

source: ཁ་ཅིག་ནི་ཁ་དོག་སྔོན་པོར་འགྱུར་ཏེ། གཞན་ཡང་ཁ་དོག་རྣམ་པ་སྣ་ཚོགས་དང་ལྡན་པ་དང་།
en: Some will be blue. Others will have various colors.

source: ཁ་ཅིག་ནི་རྩུབ་ལ་སྣུམ་པ་མེད་པ་དང་།
en: Some will be harsh and rough.

source: ཁ་དོག་དཀར་བ་དང་། ཁ་དོག་གནག་པ་དག་ཀྱང་ཅི་རིགས་པར་འབྱུང་བར་འགྱུར་རོ། །
en: Some will be white or black or whatever is appropriate.

source: དགའ་བོ་ཞག་བདུན་ཕྲག་སུམ་ཅུ་པ་ལ་ནི་མའི་མངལ་ནས་ལྕགས་ཀྱི་སྒོ་ཞེས་བྱ་བའི་རླུང་འབྱུང་སྟེ།
en: “Nanda, in the thirtieth week, a wind called iron aperture arises within the mother’s womb.

source: རླུང་དེས་མངལ་ན་གནས་པ་དེ་བུས་པས་སྐྲ་དང་སྤུ་དང་། སེན་མོ་རྣམས་སྐྱེ་ཞིང་འཕེལ་བར་བྱེད་དེ།
en: That wind, by blowing on the fetus, causes the hair, body hair, and nails to grow and increase.

source: སྔོན་གྱི་ལས་ཀྱི་དབང་གིས་ཁ་དོག་དཀར་གནག་ལ་སོགས་པ་ཅི་རིགས་པ་ང་བར་འགྱུར་བ་ཡང་གོང་མ་བཞིན་དུ་རིག་པར་བྱའོ། །
en: As above, it should be understood that, due to previous karma, they will appear black, white, and so forth, as is appropriate.

source: དགའ་བོ་ཞག་བདུན་ཕྲག་སུམ་ཅུ་གཅིག་པ་ལ་ནི་མའི་མངལ་ན་གནས་པ་དེ་མཐར་གྱིས་ཆེར་སྐྱེ་བར་བྱེད་དེ།
en: “Nanda, in the thirty-first week, the fetus gradually grows larger.

source: དེ་བཞིན་དུ་ཞག་བདུན་ཕྲག་སུམ་ཅུ་གཉིས་པ་དང་། གསུམ་པ་དང་། བཞི་པའི་བར་དུ་ཡང་རྒྱ་ཆེར་སྐྱེ་ཞིང་འཕེལ་བར་བྱེད་དོ། །
en: Similarly, during the thirty-second, thirty-third, and thirty-fourth weeks, it grows larger and larger.

source: དགའ་བོ་ཞག་བདུན་ཕྲག་སུམ་ཅུ་ལྔ་པ་ལ་ནི་མངལ་ན་གནས་པ་དེ་མའི་མངལ་དུ་ཡན་ལག་དང་ཉིང་ལག་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་འགྱུར་རོ། །
en: “Nanda, in the thirty-fifth week, all the major and minor body parts of the fetus will be complete.

source: དགའ་བོ་ཞག་བདུན་ཕྲག་སུམ་ཅུ་དྲུག་པ་ལ་ནི་མངལ་ན་གནས་པ་དེ་མའི་མངལ་ན་འདུག་མི་འདོད་པར་འགྱུར་རོ། །
en: “Nanda, in the thirty-sixth week, the fetus will not wish to stay in the mother’s womb.

source: དགའ་བོ་ཞག་བདུན་ཕྲག་སུམ་ཅུ་བདུན་པ་ལ་ནི་མངལ་ན་གནས་པ་དེ་ཕྱིན་ཅི་ལོག་མ་ཡིན་པའི་འདུ་ཤེས་རྣམ་པ་གསུམ་པོ་འདི་ལྟ་སྟེ། མི་གཙང་བའི་འདུ་ཤེས་དང་། དྲི་མི་ཞིམ་པའི་འདུ་ཤེས་དང་། མུན་ནག་གི་འདུ་ཤེས་སྐྱེ་བར་འགྱུར་ཏེ།
en: “Nanda, in the thirty-seventh week, three undistorted perceptions will arise, namely, the perception of uncleanliness, the perception of a bad smell, and the perception of darkness.

source: འདི་ནི་ཕྱོགས་གཅིག་གི་དབང་དུ་བྱས་ཏེ་བསྟན་ཏོ། །
en: This is a partial explanation.

source: དགའ་བོ་ཞག་བདུན་ཕྲག་སུམ་ཅུ་བརྒྱད་པ་ལ་ནི་མའི་མངལ་ནས་ཡན་ལག་སྡུད་པ་ཞེས་བྱ་བའི་རླུང་འབྱུང་སྟེ།
en: “Nanda, in the thirty-eighth week, a wind called assembling the limbs arises within the mother’s womb.

source: རླུང་དེས་མངལ་ན་གནས་པ་དེ་ལུས་བསྒྱུར་ནས་ཐུར་དུ་ཕྱོགས་ཤིང་ལག་པ་གཉིས་བཅུམ་ནས་སྐྱེ་བའི་གནས་སྒོར་འཇོག་པར་བྱེད་དོ། །
en: That wind turns the body of the fetus and directs it downward, with the two arms hanging down. Then the wind positions the fetus at the aperture of the vagina.

source: གཞན་ཡང་དེའི་ཚེ་ཁ་ཐུར་དུ་ལྟ་བ་ཞེས་བྱ་བའི་རླུང་འབྱུང་སྟེ།
en: Furthermore, at that time, a wind called facing down arises.

source: ལས་ཀྱི་སྟོབས་ཀྱིས་རླུང་དེས་མངལ་ན་གནས་པ་དེ་བུས་པས་མགོ་ནི་ཐུར་དུ་ལྟ་ཞིང་རྐང་པ་གཉིས་ནི་གྱེན་དུ་ཕྱོགས་པར་བྱས་ནས་སྐྱེ་བའི་གནས་ཀྱི་སྒོ་ནས་འབྱུང་བར་འགྱུར་རོ། །
en: Due to the force of karma, that wind blows on the fetus, and after it makes the head face down and the two legs point up, the fetus will emerge from the aperture of the vagina.

source: དགའ་བོ་གལ་ཏེ་མངལ་ན་གནས་པ་དེ་ཚེ་རབས་སྔ་མ་ལ་སྡིག་པ་མི་དགེ་བའི་ལས་མང་པོ་མངོན་པར་འདུས་བྱས་ཤིང་གཞན་གྱི་མངལ་ལྷུང་བར་འགྱུར་བའི་ལས་བྱས་པ་ཞིག་ཡིན་ནི་རྒྱུ་དང་རྐྱེན་དེས་མངལ་ནས་འབྱུང་བར་འགྱུར་བའི་ཆེ་རྐང་ལག་ལོག་ཅིང་སྣོལ་མར་གྱུར་ནས་བསྒྱུར་མི་ནུས་པས་མའི་མངལ་ཉིད་དུ་འཆི་བའི་དུས་བྱེད་པར་འགྱུར་ཏེ། དེའི་ཚེ་ཤེས་པ་དང་ལྡན་པའི་བུད་མེད་དམ་སྨན་པ་མཁས་པས་མར་དང་འབྲུ་མར། འཇམ་པའམ། ཤིང་ཤལ་མ་ལའི་ཤུན་པའི་ཁུ་བའམ།
en: “Nanda, if the fetus engaged in many sinful and unvirtuous actions in former lives, and performed actions that entail falling into another womb, then due to those causes and conditions, when it comes to be born from the womb its legs and arms will be reversed and joined together, it will be unable to turn over, and it will die in the mother’s womb.

source: གཞན་ཡང་དངོས་པོ་འཇམ་པོ་དག་གིས་ལག་པ་བསྐུས་ནས་ལག་པའི་སོར་མོས་གྲི་རྣོན་པོ་བླངས་ཏེ། སྣམ་ཕྱིས་འདྲ་ཞིང་མཆོག་ཏུ་དྲི་མི་ཞིམ་པ། སྐྱུག་བྲོ་བའི་འདམ་ཁུང་། སྲིན་བུའི་རིགས་བརྒྱ་སྟོང་ཚད་མེད་པ་རྟག་ཏུ་གནས་པ། མི་གཙང་བའི་ཁུ་བ་རྟག་ཏུ་འཛག་པ། ཁུ་བ་དང་ཁྲག་རླང་རྣམས་རུལ་ཞིང་མྱགས་པ་མཐོང་ན་སྐྱོ་བར་འགྱུར་བ།
en: At that time, a wise woman or a skilled doctor, having smeared their hand with butter, smooth oil, the liquid from the bark of the śalmalī tree, or another smooth substance, and having taken a sharp knife with their fingers, inserts her fingers into that unclean place, which has a very bad smell like a toilet; is like a repulsive bog hole; is always inhabited by innumerable hundreds of thousands of types of worms; is constantly leaking unclean fluids; is putrid with the fumes of semen and blood; is disgusting to behold; is covered by a thin skin; and is a bodily wound that has arisen from sinful karma.

source: པགས་པ་སྲབ་མོས་གཡོགས་པ་སྡིག་པའི་ལས་ལས་བྱུང་བའི་ལུས་རྨ་དང་བཅས་པ་མི་གཙང་བའི་གནས་དེར་སོར་མོ་བཅུམ་སྟེ་དེར་བཅུག་ནས་གྲི་རྣོན་པོས་མངལ་ན་གནས་པ་དེའི་ལུས་དུམ་བུར་གཏུབས་ནས་མའི་མངལ་ནས་འབྱིན་པར་བྱེད་པས།
en: After inserting them there, she uses the sharp knife to cut the body of the fetus into pieces and removes it from the mother’s womb.

source: དེས་ན་ཡིད་དུ་མི་འོང་བའི་སྡུག་བསྔལ་ཤིན་ཏུ་མི་བཟད་ཅིང་ཚ་བ་རྩུབ་པ་དག་མྱོང་བའི་རྒྱུས་མ་དེ་ཡང་འཆི་བའི་དུས་བྱེད་པར་འགྱུར་ཏེ།
en: Due to that, because she experiences unpleasant suffering that is very unbearable, intense, and harsh, the mother will die.

source: གལ་ཏེ་ཤི་བར་མ་གྱུར་ན་ཡང་ཤི་བ་དང་བྱེ་བྲག་མེད་དོ། །
en: If she does not die, it is still no different from dying.

source: དགའ་བོ་གལ་ཏེ་མངལ་ན་གནས་པ་དེ་དགེ་བའི་ལས་ལས་མངོན་པར་གྲུབ་པ་ཞིག་ཡིན་ན་ནི་གལ་ཏེ་ལོག་པར་གྱུར་ན་ཡང་མ་ལ་གནོད་པ་མེད་པར་བདེ་བར་བཙས་པར་འགྱུར་བས་སྡུག་བསྔལ་ཡང་མྱོང་བར་མི་འགྱུར་རོ། །
en: “Nanda, if the fetus is produced from virtuous actions, even if it is upside down, since there is no harm to the mother and it is born easily, they will not experience suffering.

source: དགའ་བོ་གང་བགེགས་འདི་ལྟ་བུ་དང་མི་ལྡན་པ་དེ་དག་ནི་ཞག་བདུན་ཕྲག་སུམ་ཅུ་རྩ་བརྒྱད་འདས་ནས་བཙའ་བར་འགྱུར་བའི་ཚེ་སྡུག་བསྔལ་ཆེན་པོ་སྲོག་ལ་བབ་པ་མྱོང་ནས་གདོད་མའི་མངལ་ནས་འབྱུང་བར་འགྱུར་བས་ན།
en: Nanda, when those who have none of these sorts of misfortunes are born after thirty-eight weeks have passed, still they experience life-threatening great suffering when they first emerge from their mother’s womb.

source: དགའ་བོ་ཁྱོད་ཀྱིས་ཤིན་ཏུ་ལེགས་པར་བརྟགས་ནས་ངེས་པར་འབྱུང་བ་ཡོངས་སུ་བཙལ་བར་བྱའོ། །
en: Therefore, Nanda, you should examine this well and seek deliverance.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཡང་དེའི་ཚེ་ཚེ་དང་ལྡན་པ་དགའ་བོ་ལ་བཀའ་སྩལ་པ། དགའ་བོ་ཁྱོད་ཀྱིས་མངལ་ན་གནས་པའི་སྡུག་བསྔལ་དང་། བཙས་པའི་སྡུག་བསྔལ་ཤེས་པར་བྱས་ནས་སོ་སོའི་སྐྱེ་བོ་མངལ་ནས་སྐྱེ་བ་ལེན་པ་གང་ཡིན་པ་དེ་དག་ནི་ཤིན་ཏུ་སྡུག་བསྔལ་བ་ཡིན་པར་རིག་པར་བྱའོ། །དང་པོ་བཙས་པའི་ཚེ་ཁྱེའུ་འམ་བུ་མོ་ཡང་རུང་སྟེ།
en: Then the Bhagavān said to the venerable Nanda, “Nanda, having recognized the suffering of the fetus and the suffering of birth, you should understand that those ordinary people who take birth from the womb suffer greatly.

source: ལག་པའི་སྟེང་ངམ། གོས་ལ་སོགས་པའི་སྟེང་དུ་ལྷུང་ནས་ཉི་མའམ་གྲིབ་མ་འམ། བསྒུལ་བའི་ཤིང་ལེབ་བམ། སྟན་ནམ། པང་པའི་སྟེང་དུ་བཞག་པ་ན་རྒྱུ་དང་རྐྱེན་དེས་ཐམས་ཅད་དུ་སྡུག་བསྔལ་མི་བཟད་པ་ཚ་བ་རྩུབ་པ་ཡིད་དུ་མི་འོང་བ་མྱོང་བར་འགྱུར་ཏེ།
en: When first born, whether a boy or girl, when it falls into hands or onto a cloth and so forth, and is placed in the sun or in the shade, on a rocking board, on a cushion, or in a lap, in all of those circumstances it experiences unbearable, intense, harsh, unpleasant suffering.

source: དགའ་བོ་འདི་ལྟ་སྟེ་དཔེར་ན། བ་ལང་གསོན་པོར་པགས་པ་བཤུས་པ་རྩིག་པ་དང་ཉེ་བར་གྱུར་ན་རྩིག་པ་ལ་གནས་པའི་སྲོག་ཆགས་ཀྱིས་ཟ་བར་འགྱུར་བ་འམ།
en: Nanda, if an ox is skinned alive and is near a wall, creatures that live in the wall will feed on it.

source: གལ་ཏེ་ཤིང་དང་། རྩྭའི་ཕུང་པོ་དང་། ཉེ་བར་གྱུར་ན་ཤིང་དང་། རྩྭ་ལ་གནས་པའི་སྲོག་ཆགས་ཀྱིས་ཟ་བར་འགྱུར་བའམ།
en: If it is near a tree, or a heap of grass, creatures that live on trees or in grass will feed on it.

source: གལ་ཏེ་བླ་གབ་མེད་པར་འདུག་པར་གྱུར་ན་བླ་གབ་མེད་པ་ན་གནས་པའི་སྲོག་ཆགས་ཀྱིས་ཟ་བར་འགྱུར་ཞིང་ཐམས་ཅད་དུ་སྡུག་བསྔལ་མྱོང་བར་འགྱུར་བ་དེ་བཞིན་དུ་དང་པོ་བཙས་པ་ཡང་དེ་བཞིན་དུ་བལྟ་བར་བྱའོ། །
en: If it is in an open, unsheltered place, the creatures that live in open, unsheltered places will feed on it. In all instances, it will experience suffering. The newborn should also be seen as the same.

source: དང་པོ་བཙས་པ་དེ་ལ་ཆུ་དྲོན་རན་པས་བཀྲུས་ན་ཡང་སྡུག་བསྔལ་ཆེན་པོ་མྱོང་བར་འགྱུར་ཏེ།
en: Even if the newborn is bathed with appropriately warm water, it will experience great suffering.

source: འདི་ལྟ་སྟེ་དཔེར་ན་སྐྱེས་བུ་མཛེ་ཅན་པགས་པ་རུལ་ཅིང་མྱགས་པ་རྣག་ཁྲག་ཟག་པ་ལ་ཡང་ལྕག་གིས་བཞུས་ན་སྡུག་བསྔལ་མི་བཟད་པ་ཚ་བ་དང་རྩུབ་པ་མྱོང་བར་འགྱུར་བ་དེ་བཞིན་དུ་དང་པོ་བཙས་པའི་ལུས་ཆུ་དྲོན་གྱིས་བཀྲུས་པ་ཡང་དེ་བཞིན་དུ་བལྟ་བར་བྱའོ། །
en: If a leper whose skin is putrid and dripping pus and blood is struck with a whip, he will experience unbearable, intense, and harsh suffering. Similarly, even when the body of the newborn is bathed with warm water, it should be seen as the same.

source: དང་པོ་བཙས་པའི་ལུས་དེ་ཡང་ཕྱིས་མའི་ཁྲག་གི་དྲི་མ་འཐུངས་ནས་ཆེར་སྐྱེ་བར་འགྱུར་ཏེ།
en: The body of the newborn later drinks the filth of the mother’s blood and grows larger.

source: དེ་ལ་ཁྲག་གི་དྲི་མ་ཞེས་བྱ་བ་ནི་འཕགས་པའི་ཆོས་འདུལ་བ་ལས་ནུ་ཞོ་ཉིད་ལ་བྱ་བར་བསྟན་པས་དེ་ལྟ་བས་ན་དགའ་བོ་འདི་ལྟར་ཤིན་ཏུ་མི་བཟད་པའི་སྡུག་བསྔལ་རྣམ་པ་སྣ་ཚོགས་དང་ལྡན་ཞིང་བདེ་བ་ཅུང་ཟད་ཀྱང་མེད་ན།
en: The expression here, ‘filth of the mother’s blood,’ is taught in the noble Dharma and Vinaya as a term for milk.

source: མཁས་པ་སུ་ཞིག་སྡུག་བསྔལ་གྱི་རྒྱ་མཚོ་འདི་ལ་རྗེས་སུ་ཆགས་པ་བསྐྱེད་ནས་རྟག་ཏུ་འཁོར་བའི་རྒྱུན་ཕྱོགས་སུ་འཇུག་ཅིང་རྒྱུན་འཆད་པ་མེད་པར་བྱེད།
en: Therefore, Nanda, since in this way there are many types of very unbearable suffering and not even a little bit of pleasure, what wise person would conceive a desire for this sea of suffering and constantly enter the stream of saṃsāra without interruption?

source: དང་པོ་བཙས་པ་དེ་ཞག་བདུན་ལོན་པ་དང་ལུས་དེ་ཉིད་ལས་སྲོག་ཆགས་སྲིན་བུའི་རིགས་སྟོང་ཕྲག་བརྒྱད་ཅུ་བྱུང་ནས་ལུས་ལ་ཟ་བར་བྱེད་དེ།
en: “When the newborn reaches the age of one week, eighty thousand types of worms arise in its body and feed on it.

source: དགའ་བོ་སྲིན་བུའི་རིགས་སྐྲ་ལ་ཟ་བ་ཞེས་བྱ་བ་གཅིག་ཡོད་དེ་སྐྲའི་རྩ་བ་ལ་གནས་ནས་རྟག་ཏུ་སྐྲ་ལ་ཟ་བར་བྱེད་དོ། །
en: Nanda, there is a type of worm called hair eater. It lives in and constantly feeds on the roots of the hair.

source: སྲིན་བུའི་རིགས་ཁར་བའི་མཛོད་དང་།
en: There are two types of worm called bell metal treasury and thick head.

source: མགོ་སྦོམ་ཞེས་བྱ་བ་གཉིས་ཡོད་དེ་མགོ་ལ་རྟེན་ཏེ་གནས་ནས་རྟག་ཏུ་མགོ་ལ་ཟ་བར་བྱེད་དོ། །
en: They live in and constantly feed on the head.

source: སྲིན་བུའི་རིགས་མིག་འཁོར་ཞེས་བྱ་བ་གཅིག་ཡོད་དེ་མིག་ལ་གནས་ནས་རྟག་ཏུ་མིག་ལ་ཟ་བར་བྱེད་དོ། །
en: There is a type of worm called circling the eye. It lives in and constantly feeds on the eyes.

source: སྲིན་བུའི་རིགས་དེད་པ་དང་། འབྲོས་པ་དང་། ཁང་ཁྱིམ་དང་།
en: There are four types of worm called pursuing, escaping, residence, and completion.

source: ཡོངས་སུ་རྫོགས་པ་ཞེས་བྱ་བ་བཞི་ཡོད་དེ་ཀླད་པ་ལ་གནས་ནས་རྟག་ཏུ་ཀླད་པ་ལ་ཟ་བར་བྱེད་དོ། །
en: They live in and constantly feed on the brains.

source: སྲིན་བུའི་རིགས་ས་ལུའི་ལོ་མ་ཞེས་བྱ་བ་གཅིག་ཡོད་དེ་རྣ་བ་ལ་གནས་ནས་རྣ་བ་ལ་ཟ་བར་བྱེད་དོ། །
en: There is a type of worm called rice leaf. It lives in and feeds on the ears.

source: སྲིན་བུའི་རིགས་མཛོད་སྒོ་ཞེས་བྱ་བ་གཅིག་ཡོད་དེ་སྣ་ལ་གནས་ནས་སྣ་ལ་ཟ་བར་བྱེད་དོ། །
en: There is a type of worm called treasury door. It lives in and feeds on the nose.

source: སྲིན་བུའི་རིགས་འཕེན་པ་དང་། ཀུན་ཏུ་འཕེན་པ་ཞེས་བྱ་བ་གཉིས་ཡོད་དེ་མཆུ་ལ་གནས་ནས་མཆུ་ལ་ཟ་བར་བྱེད་དོ། །
en: There are two types of worm called throwing and throwing everywhere. They live in and feed on the lips.

source: སྲིན་བུའི་རིགས་སྦྲང་རྩིའི་ལོ་མ་ཞེས་བྱ་བ་གཅིག་ཡོད་དེ།
en: There is a type of worm called honey leaf.

source: སོ་ལ་གནས་ནས་སོ་ལ་ཟ་བར་བྱེད་དོ། །
en: It lives in and feeds on the teeth.

source: སྲིན་བུའི་རིགས་ཤིང་གདོང་ཞེས་བྱ་བ་གཅིག་ཡོད་དེ་སོའི་རྩ་བ་ལ་གནས་ནས་སོའི་རྩ་བ་ལ་ཟ་བར་བྱེད་དོ། །
en: There is a type of worm called wood face. It lives in and feeds on the tooth roots.

source: སྲིན་བུའི་རིགས་ཁ་བ་མཆུ་ཞེས་བྱ་བ་གཅིག་ཡོད་དེ་ལྕེ་ལ་གནས་ནས་ལྕེ་ལ་ཟ་བར་བྱེད་དོ། །
en: There is a type of worm called needle lips. It lives in and feeds on the tongue.

source: སྲིན་བུའི་རིགས་ཁ་རྣོན་ཞེས་བྱ་བ་གཅིག་ཡོད་དེ་ལྕེའི་རྩ་བ་ལ་གནས་ནས་ལྕེའི་རྩ་བ་ལ་ཟ་བར་བྱེད་དོ། །
en: There is a type of worm called sharp mouth. It lives in and feeds on the root of the tongue.

source: སྲིན་བུའི་རིགས་ལག་རྫོགས་ཞེས་བྱ་བ་གཅིག་ཡོད་དེ་རྐན་ལ་གནས་ནས་རྐན་ལ་ཟ་བར་བྱེད་དོ། །
en: There is a type of worm called perfect hand. It lives in and feeds on the palate.

source: སྲིན་བུའི་རིགས་ལག་པ་དྲ་བ་ཅན་དང་། ཕྱེད་སྒྱུར་ཞེས་བྱ་བ་གཉིས་ཡོད་དེ་ལག་མཐིལ་ལ་གནས་ནས་ལག་མཐིལ་ལ་ཟ་བར་བྱེད་དོ། །སྲིན་བུའི་རིགས་འཕྱང་བ་དང་།
en: There are two types of worm called webbed hand and half bent.

source: རབ་ཏུ་འཕྱང་བ་ཞེས་བྱ་བ་གཉིས་ཡོད་དེ་ལག་ངར་ལ་གནས་ནས་ལག་ངར་ལ་ཟ་བར་བྱེད་དོ། །
en: They live in and feed on the palm of the hand. “There are two types of worm called hanging down and hanging very far down. They live in and feed on the forearms.

source: སྲིན་བུའི་རིགས་དཔུང་པ་དང་ཉེ་བའི་དཔུང་པ་ཞེས་བྱ་བ་གཉིས་ཡོད་དེ་དཔུང་པ་ལ་གནས་ནས་དཔུང་པ་ལ་ཟ་བར་བྱེད་དོ། །
en: There are two types of worm called upper arm and lower arm. They live in and feed on the arms.

source: སྲིན་བུའི་རིགས་མིད་པ་དང་། ཉེ་བའི་མིད་པ་ཞེས་བྱ་བ་གཉིས་ཡོད་དེ་མིད་པ་ལ་གནས་ནས་མིད་པ་ལ་ཟ་བར་བྱེད་དོ། །
en: There are two types of worm called swallowing and nearly swallowing. They live in and feed on the throat.

source: སྲིན་བུའི་རིགས་དཔའ་བ་དང་། དཔའ་བ་ཆེན་པོ་ཞེས་བྱ་བ་གཉིས་ཡོད་དེ་བྲང་ལ་གནས་ནས་བྲང་ལ་ཟ་བར་བྱེད་དོ། །སྲིན་བུའི་རིགས་དུང་དང་།
en: There are two types of worm called courageous one and greatly courageous one.

source: དུང་ཁ་ཞེས་བྱ་བ་གཉིས་ཡོད་དེ་ཤ་ལ་གནས་ནས་ཤ་ལ་ཟ་བར་བྱེད་དོ། །
en: They live in and feed on the chest. There are two types of worm called conch shell and conch shell mouth. They live in and feed on the flesh.

source: སྲིན་བུའི་རིགས་ཁ་དོག་དང་ལྡན་པ་དང་། སྟོབས་ལྡན་ཞེས་བྱ་བ་གཉིས་ཡོད་དེ་ཁྲག་ལ་གནས་ནས་ཁྲག་ལ་ཟ་བར་བྱེད་དོ། །
en: There are two types of worm called colorful and powerful. They live in and feed on the blood.

source: སྲིན་བུའི་རིགས་དཔའ་བོ་དང་།
en: There are two types of worm called hero and fragrance face.

source: དྲི་གདོང་ཞེས་བྱ་བ་གཉིས་ཡོད་དེ་ཆུ་བ་ལ་གནས་ནས་ཆུ་བ་ལ་ཟ་བར་བྱེད་དོ། །
en: They live in and feed on the tendons.

source: སྲིན་བུའི་རིགས་མི་མཐོ་བ་དང་། ཁ་སྦུབ་ཅེས་བྱ་བ་གཉིས་ཡོད་དེ་རྒྱབ་ཀྱི་སྒལ་ཚིགས་ལ་གནས་ནས་རྒྱབ་ཀྱི་རྒལ་ཚིགས་ལ་ཟ་བར་བྱེད་དོ། །
en: There are two types of worm called low and face down. They live in and feed on the spine.

source: སྲིན་བུའི་རིགས་གཉི་ག་ཡང་ཚིལ་གྱི་ཁ་དོག་ཅེས་བྱ་བ་གཉིས་ཡོད་དེ་ཚིལ་ལ་གནས་ནས་ཚིལ་ཟ་བར་བྱེད་དོ། །
en: There are two types of worm that are both called color of fat. They live in and feed on the fat.

source: སྲིན་བུའི་རིགས་མཁྲིས་པའི་ཁ་དོག་ཅེས་བྱ་བ་གཅིག་ཡོད་དེ་མཁྲིས་པ་ལ་གནས་ནས་མཁྲིས་པ་ལ་ཟ་བར་བྱེད་དོ། །
en: There is a type of worm called color of bile. It lives in and feeds on the bile.

source: སྲིན་བུའི་རིགས་མུ་ཏིག་ཅེས་བྱ་བ་གཅིག་ཡོད་དེ་མཁལ་མ་ལ་གནས་ནས་མཁལ་མ་ལ་ཟ་བར་བྱེད་དོ། །
en: There is a type of worm called pearl. It lives in and feeds on the kidneys.

source: སྲིན་བུའི་རིགས་མུ་ཏིག་ཆེན་པོ་ཞེས་བྱ་བ་གཅིག་ཡོད་དེ་རྐེད་པ་ལ་གནས་ནས་རྐེད་པ་ལ་ཟ་བར་བྱེད་དོ། །
en: There is a type of worm called big pearl. It lives in and feeds on the waist.

source: སྲིན་བུའི་རིགས་མ་འོངས་པ་ཞེས་བྱ་བ་གཅིག་ཡོད་དེ་མཆེར་པ་ལ་གནས་ནས་མཆེར་པ་ལ་ཟ་བར་བྱེད་དོ། །
en: There is a type of worm called not arrived. It lives in and feeds on the spleen.

source: སྲིན་བུའི་རིགས་ཆུ་སྲོག་དང་། ཆུ་སྲོག་ཆེན་པོ་དང་། ཁབ་ཀྱི་མཆུ་དང་། མཚོན་ཆའི་མཆུ་ཞེས་བྱ་བ་བཞི་ཡོད་དེ་རྒྱུ་མ་ལ་གནས་ནས་རྒྱུ་མ་ལ་ཟ་བར་བྱེད་དོ། །
en: There are four types of worm called water life, big water life, needle lips, and sword lips.

source: སྲིན་བུའི་རིགས་ཟླ་བ་རྫོགས་པ་དང་།
en: They live in and feed on the small intestines.

source: ཟླ་བ་གཏོང་དང་། བསིལ་བྱེད་དང་། བསིལ་བྱེད་གཏོང་དང་།
en: There are five types of worm called full moon, moon face, moonlight, moonlight face, and abiding separately.

source: ས་སོར་གནས་པ་ཞེས་བྱ་བ་ལྔ་ཡོད་དེ་རྩིབ་ལོགས་གཡས་པ་ལ་གནས་ནས་རྩིབ་ལོགས་གཡས་པ་ལ་ཟ་བར་བྱེད་དོ། །
en: They live in and feed on the right side of the body.

source: གཞན་ཡང་སྲིན་བུའི་རིགས་གོང་མ་དང་མིང་འཐུན་པ་ལྔ་ཡོད་དེ་རྩིབ་ལོགས་གཡོན་པ་ལ་གནས་ནས་རྩིབ་ལོགས་གཡོན་པ་ལ་ཟ་བར་བྱེད་དོ། །
en: Furthermore, there are five types of worm with the same names as those above. They live in and feed on the left side of the body.

source: གཞན་ཡང་སྲིན་བུའི་རིགས་མདུན་དུ་འབིགས་པ་དང་། རྒྱབ་ཏུ་འབིགས་པ་དང་། བརྟན་པར་འབིགས་པ་དང་།
en: “Furthermore, there are four types of worm called piercing in front, piercing behind, piercing firmly, and piercing and abiding.

source: འབིགས་ཏེ་གནས་པ་ཞེས་བྱ་བ་བཞི་ཡོད་དེ་རུས་པ་ལ་གནས་ནས་རུས་པ་ལ་ཟ་བར་བྱེད་དོ། །
en: They live in and feed on the bones.

source: སྲིན་བུའི་རིགས་ཆེར་དཀར་བ་དང་། ཅུང་ཟད་དཀར་བ་དང་། སྤྲིན་བརྩེགས་དང་།
en: There are four types of worm called greatly white, slightly white, layered clouds, and bad smell.

source: དྲི་མི་ཞིམ་ཞེས་བྱ་བ་བཞི་ཡོད་དེ་རྩ་རྒྱུས་ལ་གནས་ནས་རྩ་རྒྱུས་ལ་ཟ་བར་བྱེད་དོ། །
en: They live in and feed on the ligaments.

source: སྲིན་བུའི་རིགས་སེང་གེ་དང་། སྟོབས་ལྡན་དང་། མགྱོགས་མའི་མདའ་དང་། པད་མ་ཞེས་བྱ་བ་བཞི་ཡོད་དེ་མ་ཞུ་བའི་གནས་ལ་གནས་ནས་མ་ཞུ་བའི་གནས་ལ་ཟ་བར་བྱེད་དོ། །
en: There are four types of worms called lion, powerful, swift arrow, and lotus.

source: སྲིན་བུའི་རིགས་བརྟན་པ་དང་། ཉེ་བའི་བརྟན་པ་ཞེས་བྱ་བ་དང་གཉིས་ཡོད་དེ་ཞུ་བའི་གནས་ལ་གནས་ནས་ཞུ་བའི་གནས་ལ་ཟ་བར་བྱེད་དོ། །
en: They live in and feed on the stomach. There are two types of worm called stable and nearly stable.

source: སྲིན་བུའི་རིགས་མུ་ཁ་དང་།
en: They live in and feed on the intestines.

source: ཕུང་པོའི་ཁ་དང་། དྲ་བ་ཁ་དང་། བྱིའུ་ཁ་ཞེས་བྱ་བ་བཞི་ཡོད་དེ།
en: There are four types of worm called mouth, mass mouth, net mouth, and sparrow mouth.

source: གཅི་བའི་ལམ་ལ་གནས་ནས་གཅི་བའི་ལམ་ལ་ཟ་བར་བྱེད་དོ། །
en: They live in and feed on the urethra.

source: སྲིན་བུའི་རིགས་བྱེད་པ་དང་། བྱེད་པ་ཆེན་པོ་དང་། དབྱིབས་ཆུང་དང་།
en: There are four types of worm called action, big action, small shape, and small bundle.

source: པོ་ཏར་ཀ་ཞེས་བྱ་བ་བཞི་ཡོད་དེ་བཤང་བའི་ལམ་ལ་གནས་ནས་བཤང་བའི་ལམ་ལ་ཟ་བར་བྱེད་དོ། །
en: They live in and feed on the rectum.

source: སྲིན་བུའི་རིགས་ཁ་ནག་དང་། ཁ་ནག་ཆེན་པོ་ཞེས་བྱ་བ་གཉིས་ཡོད་དེ་བརླ་ལ་གནས་ནས་བརླ་ལ་ཟ་བར་བྱེད་དོ། །
en: There are two types of worm called black mouth and big black mouth. They live in and feed on the thighs.

source: སྲིན་བུའི་རིགས་མཛེ་ཅན་དང་། མཛེ་ཅན་ཆུང་ངུ་ཞེས་བྱ་བ་གཉིས་ཡོད་དེ་པུས་མོ་ལ་གནས་ནས་པུས་མོ་ལ་ཟ་བར་བྱེད་དོ། །
en: There are two types of worm called leprous and slightly leprous. They live in and feed on the knees.

source: སྲིན་བུའི་རིགས་མྱོས་པའི་རྩ་བ་ཞེས་བྱ་བ་གཅིག་ཡོད་དེ་བྱིན་པ་ལ་གནས་ནས་བྱིན་པ་ལ་ཟ་བར་བྱེད་དོ། །
en: There is a worm called root of madness. It lives in and feeds on the calves.

source: སྲིན་བུའི་རིགས་མགོ་ནག་ཅེས་བྱ་བ་གཅིག་ཡོད་དེ་རྐང་པ་ལ་གནས་ནས་རྐང་པ་ལ་ཟ་བར་བྱེད་དོ། །
en: There is a worm called black head. It lives in and feeds on the feet.

source: དགའ་བོ་ཡོངས་སུ་སྐྱོ་བར་བྱ་བའི་ལུས་འདི་འདྲ་བ་འདི་ལ་ནི་སྲིན་བུའི་རིགས་འདི་ལྟ་བུ་སྟོང་ཕྲག་བརྒྱད་ཅུ་རྟག་པར་ཉིན་མཚན་དུ་ཟ་བར་བྱེད་པ་དེས་ན་ལུས་ལ་གདུང་བ་དང་། རབ་ཏུ་གདུང་བ་དང་།
en: “Nanda, with respect to such a body as this, toward which one should feel disillusionment, eighty thousand worms of this sort constantly feed on it, day and night.

source: ཉམ་ཆུང་ཞིང་རྨ་བ་དང་། བཀྲེས་པ་དང་།
en: Therefore, the body is tormented, completely tormented, weak and wounded, and made hungry and thirsty.

source: སྐོམ་པར་བྱེད་ཅིང་གཞན་ཡང་སེམས་ཀྱི་སྡུག་བསྔལ་སྣ་ཚོགས་དང་ལྡན་ཞིང་གདུང་བ་དང་། རབ་ཏུ་གདུང་བ་དང་།
en: Furthermore, it has various mental sufferings and is tormented, completely tormented, and extremely tormented.

source: ཡོངས་སུ་གདུང་བ་དང་། ནད་མང་པོ་རྣམས་མངོན་དུ་སྣང་བར་བྱེད་པས་སྨན་པ་མཁས་པ་གང་གིས་ཀྱང་གསོ་ཞིང་བསལ་བར་མི་ནུས་ཏེ།
en: Many diseases also appear that skillful doctors, even when they treat them, cannot eliminate.

source: དགའ་བོ་སྲིད་པའི་རྒྱ་མཚོ་ཆེན་པོ་འཁོར་བ་འདིར་སྡུག་བསྔལ་དེ་ལྟ་བུ་དང་ལྡན་པ་ཡིན་ན་ཅིའི་ཕྱིར་འདི་ལ་རྗེས་སུ་ཆགས་པ་སྐྱེད་པར་བྱེད།
en: Nanda, since the great sea of rebirth, saṃsāra, has that sort of suffering, why would anyone give rise to attachment to it?

source: གཞན་ཡང་གདོན་མང་པོས་ཡོངས་སུ་བཟུང་བ་འདི་ལྟ་སྟེ། ལྷའི་གདོན་དང་། ཀླུའི་གདོན་དང་། ཀ་ཏ་པུ་ཏ་ནི་བར་གྱི་གདོན་རྣམས་ཀྱིས་ཡོངས་སུ་ཟིན་པ་དང་།
en: “Furthermore, there is possession by the many grahas.

source: གཞན་ཡང་གཅན་གཟན་གྱི་གདོན་རྣམས་ཀྱིས་ཡོངས་སུ་ཟིན་པ་དང་། གཞན་ཡང་ཉི་མ་དང་། ཟླ་བ་དང་། གཟའ་དང་། རྒྱུ་སྐར་གྱི་གདོན་ལ་སོགས་པས་ཡོངས་སུ་ཟིན་ནས་ནད་སྣ་ཚོགས་ཀྱིས་ལུས་དང་།
en: That is, beings are possessed by deva grahas and nāga grahas up to kaṭapūtana grahas, and they are possessed by carnivorous grahas, by sun, moon, planet, and constellation grahas and so forth, so their bodies and minds are afflicted by various illnesses that defy description.”

source: སེམས་ཉོན་མོངས་པར་བྱེད་པ་ཡོད་དེ་བརྗོད་ཀྱིས་མི་ལང་ངོ་། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགའ་བོ་མཁས་པ་སུ་ཞིག་འཁོར་བ་འདིར་མའི་མངལ་དུ་འཇུག་པར་མོས་ཤིང་སྡུག་བསྔལ་མི་བཟད་པ་མྱོང་བར་བྱེད།
en: The Bhagavān continued: “Nanda, what wise person wishes to enter a mother’s womb here in saṃsāra and experience unbearable suffering?

source: དེ་ལྟར་བཙས་ཤིང་དེ་ལྟར་ཆེར་གྱུར་ནས་མའི་ནུ་ཞོ་ཁྲག་དང་འདྲེས་པ་འཐུང་ཞིང་བཟའ་བ་དང་། བཏུང་བ་རྣམས་ཟོས་ཤིང་འཐུངས་པ་ན་ཡང་ཡང་དག་པ་མ་ཡིན་པའི་སེམས་ཀྱིས་ཞིམ་པའི་འདུ་ཤེས་སྐྱེད་པར་བྱེད་དོ། །
en: Being born in this way and growing large, drinking the mother’s milk mixed with blood, the person, when eating and drinking, produces, with incorrect thought, the notion of pleasant tastes.

source: མཐར་གྱིས་ཆེར་སྐྱེས་ནས་ལུས་བདེ་ཞིང་ནད་མེད་པ་དང་། གོས་དང་། བཟའ་བ་དང་། བཏུང་བ་དང་། ལྡན་ཞིང་ཚེ་ལོ་བརྒྱ་ཐུབ་པར་གྱུར་ན་ཡང་ཚེ་འདི་ཉིད་ལ་གཉིད་ཀྱིས་ཕྱེད་བྲི་བར་བྱེད་དོ། །
en: Even if, after gradually growing larger, the body is comfortable and without illness, has clothes and food and drink, and is able to last one hundred years, this very life is cut in half due to sleep.
